Repository: 9590/unknown-horizons
Catalog: po/*/LC_MESSAGES/unknownhorizons.po
Languages: de, fr, nb

source: Error, no complete sql statement provided by "%s."
de: Fehler, kein vollständiger SQL Ausdruck von "%s" übergeben.
fr: Erreur, aucun énoncé sql complet fournit par "%s".
nb: Error, ingen fullstendig sql setning forutsatt av "%s."

source: No translation for file %s
de: Keine Übersetzung für die Datei %s
fr: Aucune traduction pour le fichier %s
nb: Ingen oversettelse for filen %s

source: Branch office (Branch class ROMAN)
de: Zweigstellenbüro
fr: Succursale (Filiale de classe ROMAN)
nb: Avdelingskontor (Avdelings klassen ROMAN)

source: Cancel
de: Abbrechen
fr: Annuler
nb: Avbryt

source: These guys contributed to Unknown Horizons
de: Diese Jungs haben zu Unknown Horizons beigetragen
fr: Ces gars ont contribués à Unknown Horizons
nb: Disse folkene bidro i Unknown Horizons

source: You guys rock!
fr: Vous assurez les gars !
nb: Dere rokker!

source: Close
de: Schließen
fr: Fermer
nb: Lukk

source: That's your island-wide inventory.
de: Das ist dein Inselweites Inventar
fr: Ceci est l'inventaire couvrant toutes vos îles.
nb: Dette er varelageret på øyen din.

source: Coins:
de: Münzen:
fr: Pièces :
nb: Penger

source: Lamb wool:
de: Wolle:
fr: Laine de mouton :
nb: Ull

source: Boards:
de: Bretter:
fr: Planches :
nb: Brett:

source: Food:
de: Nahrungsmittel:
fr: Nourriture :
nb: Mat

source: Services
fr: Administration
nb: Tjenester

source: Storage
fr: Entrepôt
nb: Lager

source: Main Square
de: Hauptplatz
fr: Place principale
nb: Marked

source: Church
de: Kirche
fr: Eglise
nb: Kirke

source: Signal Fire
de: Signalfeuer
fr: Signal lumineux
nb: Signal bål

source: Residents
de: Behausungen
fr: Habitations
nb: Boliger

source: Tent
de: Zelt
fr: Tente
nb: Telt

source: Companies
de: Betriebe
fr: Entreprises
nb: Selskaper

source: Hunter
de: Jäger
fr: Chasseur
nb: Jeger

source: Fisher
de: Fischer
fr: Pêcheur
nb: Fisker

source: Weaver
de: Weber
fr: Tisserand
nb: Vever

source: Boat Builder
de: Bootsbauer
fr: Constructeur de bateaux
nb: Båt Bygger

source: Lumberjack
de: Holzfäller
fr: Bûcheron
nb: Tømrer

source: Tree
de: Baum
fr: Arbre
nb: Tre

source: Herder
de: Hirte
fr: Berger
nb: Sau-Bonde

source: Field
fr: Champ
nb: Jorde

source: Military
de: Militärisch
fr: Militaire
nb: Militær

source: Lookout
de: Ausguck
fr: Vigie
nb: Utsikt tårn

source: Rampart
de: Schutzwall
fr: Rempart

source: Trail
de: Trampelpfad
fr: Piste
nb: Sti/Vei

source: Bridge
de: Brücke
fr: Pont
nb: Bro

source: Specials and Gifts
de: Spezialbauten und Geschenke
fr: Produits de luxe
nb: Spesial ting og Gaver

source: You can not build specials or gifts in this class
de: In dieser Klasse stehen Euch keine Spezialbauten oder Geschenke zur Verfügung
fr: Vous ne pouvez fabriquer des structures de luxe de cette classe
nb: Du kan ikke bygge spesial ting eller gaver i denne klassen

source: Do you want to remove this building?
de: Wollt Ihr dieses Gebäude niederreißen?
fr: Voulez vous enlever ce bâtiment ?
nb: Vil du fjerne denne bygningen?

source: yes
de: Ja
fr: oui
nb: ja

source: no
de: Nein
fr: non
nb: nei

source: Running Costs
de: Laufende Kosten
fr: Coûts de fonctionnement
nb: Drifts kostnader

source: Are you sure you want to abort the running session?
de: Wollt Ihr wirklich die Partie beenden?
fr: Êtes vous sûr de vouloir abandonner la session en cours ?
nb: Er du sikker på du vil avbryte denne omgangen?

source: Overview:
de: Übersicht:
fr: Aperçu :
nb: Oversikt:

source: Name:
fr: Nom :
nb: Navn:

source: Health:
fr: Santé :
nb: Helse:

source: Running Costs:
de: Laufende Kosten:
fr: Coûts de fonctionnement :
nb: Drifts kostnader:

source: Buy/Sell Resources:
de: Waren Ein-/Verkaufen:
fr: Achat/Vente de ressources :
nb: Kjøp/Salg av resurser

source: research
de: Forschung
fr: recherche
nb: forskning

source: Toggle active:
fr: Rendre actif :
nb: Aktiver/Deaktiver

source: Ship name (Ship type)
de: Schiffsname (Schiffstyp)
fr: Nom du navire (Type du navire)
nb: Skips navn (Skips type)

source: New
de: Neu
fr: Nouveau
nb: Ny

source: We're sorry, but the load function is not yet working.
de: Entschuldigt, aber die Speicher- und Ladefunktion ist noch nicht fertiggestellt.
fr: Nous sommes désolés, mais la fonction de chargement ne marches pas encore.
nb: Vi beklager, Laste funksjonen fungerer ikke ennå.

source: Enable Sound
fr: Activer le son
nb: Aktiver Lyd

source: Use the fullscreen mode
de: Im Vollbildmodus spielen
fr: Utiliser le mode plein-écran
nb: Bruk fullskjerms modus

source: This is the Unknown Horizons settings dialog. Please make sure that you know, what you do.
de: Dies ist der Einstellungsdialog von Unknown Horizons. Handelt weise!
fr: Ceci est est la fenêtre des réglages de Unknown Horizons. Veuillez vous assurer que vous savez ce que vous faîtes.
nb: Detter er Unknown Horizons instillings dialog. Vær sikker på at du vet hva du gjør.

source: Autosave interval:
de: Intervall der automatischen Speicherung:
fr: Intervales des sauvegardes automatiques :
nb: Auto-Lagring intervall:

source: Number of saved autosaves:
de: Anzahl der automatisch gespeicherten Spielstände:
fr: Nombre de sauvegardes automatiques :
nb: Antall lagrede Auto-Lagringer

source: Number of saves quicksaves:
fr: Nombre de sauvegardes rapides :
nb: Antall lagrede Hurtig-Lagringer

source: Screen resolution:
de: Bildschirmauflösung:
fr: Résolution de l'écran :
nb: Skjerm oppløsning

source: Use renderer:
fr: Utiliser le moteur de rendu :
nb: Bruke Rendrer:

source: Color depth:
de: Farbtiefe:
fr: Profondeur de couleurs :
nb: Farge dybde:

source: Music volume:
de: Musiklautstärke:
fr: Volume de la musique :
nb: Musikk volum:

source: Effects volume
de: Effektlautstärke:
fr: Volume des effets
nb: Effekt volum

source: Enter filename:
de: Dateiname eingeben:
fr: Entrer le nom du fichier :
nb: Skriv filnavn:

source: Delete
de: Löschen
fr: Effacer
nb: Slett

source: Some of your changes require a restart of Unknown Horizons.
fr: Certains de vos changements nécessitent un redémarrage de Unknown Horizons.
nb: Noen forandringer krever en omstart av Unknown Horizons

source: Loading ...
de: Lade ...
fr: Chargement ...
nb: Laster ...

source: Building name (Building Class ROMAN)
de: Gebäudename (Gebäudeklasse RÖMISCH)
fr: Nom du bâtiment (Bâtiment de classe ROMAN)
nb: Byggnings navn (Bygning klasse ROMAN)

source: Tiles:
de: Bodenfließen:
fr: Tuiles :
nb: Fliser

source: Inventory:
de: Inventar:
fr: Inventaire :
nb: Innhold:

source: Overview
de: Übersicht
fr: Aperçu
nb: Oversikt

source: Found new settlement
de: Siedlung gründen
fr: Trouvé une nouvelle colonie
nb: Grunnlegg en ny koloni

source: Load/Unload:
de: Laden/Entladen:
fr: Charger/Décharger :
nb: Last på/av:

source: Trade with:
de: Handeln mit:
fr: Commercer avec :
nb: Bytt med:

source: Excange:
de: Tauschen:
fr: Echanges :
nb: Utveksle:

source: Singleplayer
de: Einzelspieler
fr: Joueur unique
nb: Singelspiller

source: Multiplayer
de: Merhspieler
fr: Joueurs multiples
nb: Multispiller

source: Credits
fr: Crédits
nb: Kreditt

source: Quit
de: Verlassen
fr: Quitter
nb: Avslutt

source: Settings
de: Einstellungen
fr: Réglages
nb: Innstillinger

source: Help
de: Hilfe
fr: Aide
nb: Hjelp

source: Continue Game
de: Weiterspielen
fr: Continuer la partie
nb: Fortsett spillet

source: Chime The Bell
de: Die Glocke läuten
fr: Jeter l'éponge
nb: Ring med bjella

source: Random
fr: Aléatoire
nb: Tilfeldig

source: Campaign
de: Kampagne
fr: Campagne
nb: Kapanje

source: Load
de: Laden
fr: Charger
nb: Last

source: Player:
de: Spieler:
fr: Joueur :
nb: Spiller:

source: Color:
de: Farbe:
fr: Couleur :
nb: Farge:

source: unknown player
de: Unbekannter Spieler
fr: joueur inconnu
nb: ukjent spiller

source: Main menu:
de: Hauptmenü:
fr: Menu principal :
nb: Hoved meny:

source: Start game:
de: Spiel starten:
fr: Commencer la partie :
nb: Start spillet:

source: Yeah, you made it ...
de: Ja, Ihr habt es getan ...
fr: Oui, vous l'avez fait ...
nb: Yeah, du klarte det ...

source: But this is a deadlink, sorry.
de: aber dies ist ein Platzhalter, Entschuldigt bitte.
fr: Mais c'est un lien mort, désolé.
nb: Men dette er en dødlenke, beklager.

source: Back to business ...
de: Zurück zum Geschäft…
fr: Retour aux affaires ...
nb: Tilbake til arbeid ...

source: We're sorry, but the save function is not yet working.
de: Entschuldigt bitte, doch die Speicherfunktion ist noch nicht fertig.
fr: Nous sommes désolés, mais la fonction de sauvegarde ne marches pas encore.
nb: Vi beklager, men lagre funksjonen virker inne ennå

source: Are you sure you want to Quit Unknown Horizons?
de: Wollt Ihr Unknown Horizons wirklich beenden?
fr: Êtes vous sûrs de vouloir quitter Unknown Horizons ?
nb: Er du sikker på du vil avslutte Unknown Horizons?

source: Details:
fr: Détails :
nb: Dataljer:

source: Return to Game
de: Zurück zum Spiel
fr: Revenir à la partie
nb: Tilbake til spillet

source: Cancel Game
de: Spiel beenden
fr: Annuler la partie
nb: Avbryt Spillet

source: Save Game
de: Spiel speichern
fr: Sauver la partie
nb: Lagre spillet

source: Load Game
de: Lade Spiel
fr: Charger la partie
nb: Laste spillet

source: Internet games
de: Internet Spiele
fr: Parties par Internet
nb: Internet spill

source: LAN games
de: Netzwerk Spiele
fr: Parties en réseau
nb: LAN spill

source: Favorites
de: Favoriten
fr: Favoris
nb: Favoritter

source: Buy
de: Kaufen
fr: Acheter
nb: Kjøp

source: Sell
de: Verkaufen
fr: Vendre
nb: Selg

source: City Name
de: Stadtname
fr: Nom de la ville
nb: By Navn

source: Class ROMAN
de: Klasse RÖMISCH
fr: Classe ROMAN
nb: Klassen ROMAN

source: Inhabitants
de: Einwohner
fr: Habitants
nb: Innbyggere

source: Enter your message
de: Gebt Eure Nachricht ein
fr: Entrer votre message
nb: Skriv din melding

source: Send
de: Senden
fr: Envoyer

source: Slots
de: Spalten
fr: Emplacements
nb: Spalter

source: Bots:
de: Computergesteuerte Spieler:
fr: Robots :
nb: Motstandere:

source: PLAYER TIMEOUT
de: SPIELER TIMEOUT
fr: TIMEOUT DU JOUEUR
nb: SPILLER TIMEOUT

source: JOIN BY
de: BEITRITT VON
fr: REJOINS PAR
nb: ANNKOMMET AV

source: LEAVE BY
de: VERLASSEN VON
fr: QUITTE PAR
nb: FORLATT AV

source: Error: Config version not supported, creating empty config which wont be saved.
de: Fehler: Config Version nicht unterstützt, erzeuge leere Konfiguration, die nicht gespeichert werden wird
fr: Erreur : Version de la configuration non supportée, création d'une configuration vide qui ne sera pas sauvée.
nb: Error: Konfigurasjon versjon støttes ikke, lager en ny konfigurasjon som ikke blir lagret.

source: Upgrading Config from Version %d to Version %d ...
de: Aktualisiere Config von Version %d zu Version %d ...
fr: Mise à jour de la Configuration de la Version %d la Version %d ...
nb: Oppgrader konfigurasjonen fra Versjon %d til Versjon %d ...

source: Debuging tools usage:
de: Verwendung des Debug Tools:
fr: Utilisation des outils de déboggage :
nb: Debuging verktøy bruksstatestikk:

source: import debug (already done): load the tools
de: import debug (bereits erledigt): lade Tools
fr: import du débog (déjà fait) : charge les outils
nb: import av debug (allerede utført): Laster verktøy

source: debug.printTree(<object>): print a tree of an object (the properties, recursive)
de: debug.printTree(<object>): gib ein Objekt in Baumstruktur aus (Eigenschaften, Rekursiv)
fr: debug.printTree(<object>): affiche un arbre de l'objet (les propriétés, récursif)
nb: debug.printTree(<object>): plotter et tre av et objekt (egenskapene, rekursiv)

source: debug.cmd('name', *args): create a command and execute it throught the manager ex: debug.cmd('unit.Move', game.main.session.selected_instance, x, y)
de: debug.cmd('name', *args): Erzeuge ein Kommando und führe es durch den Manager aus. Beispiel: debug.cmd('unit.Move', game.main.session.selected_instance, x, y)
fr: debug.cmd('nom', *args): crée une commande et l'éxécute à travers le gestionnaire ex: debug.cmd('unit.Move', game.main.session.selected_instance, x, y)
nb: debug.cmd('name', *args): lager en komando og kjører den gjennom ex-manageren: debug.cmd('unit.Move', game.main.session.selected_instance, x, y)

source: Slots:
de: Spalten
fr: Emplacements :

source: Credits
fr: Crédits

source: Inventory
de: Inventar:
fr: Inventaire

source: Quit Unknown Horizons
de: Beende Unknown Horizons
fr: Quitter Unknown Horizons

source: City infos
fr: Informations sur la ville

source: Oh noes
fr: Oh non

source: Language:
de: Sprache:
fr: Langue :

source: Autosave interval
fr: Intervales des sauvegardes automatiques

source: Number of saved quicksaves:
fr: Nombre de sauvegardes rapides :

source: Used renderer:
fr: Utiliser le moteur de rendu :

source: Effects volume:
de: Effektlautstärke:
fr: Volume des effets :

source: Settings
de: Einstellungen
fr: Réglages

source: Save game
de: Spiel speichern
fr: Sauver la partie

source: Changes require restart
de: Änderungen erforderne einen Neustart
fr: Les modifications nécessitent un redémarrage

source: Loading...
de: Lade ...
fr: Chargement...

source: Yeah, you made it...
fr: Oui, vous l'avez fait...

source: Back to business...
fr: Retour aux affaires...

source: Chime The Bell
de: Die Glocke läuten
fr: Jeter l'éponge

source: boatbuilder
de: Bootsbauer
fr: constructeur de bateaux

source: Details:
fr: Détails :

source: Load game
de: Lade Spiel
fr: Sauver la partie

source: City name
de: Stadtname
fr: Nom de la ville

source: Help
de: Hilfe
fr: Aide

source: General
de: Allgemein
fr: Général

source: Graphic
de: Graphik
fr: Graphisme

source: Building overview
de: Gebäude Übersicht
fr: Aperçu du bâtiment

source: Inventory of
de: Inventar von
fr: Inventaire de

source: Current construction progress:
de: Aktueller Baufortschritt:
fr: Progression de l'actuelle contruction :

source: Select a boat to build:
de: Wähle das zu bauende Boot aus:
fr: Sélectionner un bateau à construire

source: Build selected:
fr: Construction sélectionnée

source: Trade
de: Handel
fr: Commercer

source: Ship:
de: Schiff:
fr: Navire :

source: Exchange:
fr: Echanges :

source: Trade partner:
de: Handelspartner:
fr: Partenaire commercial :

source: Buy or sell ressources
de: Waren Ein-/Verkaufen:
fr: Achat ou vente de ressources

source: Legend:
de: Legende:
fr: Légende :

source: Buy ressources
de: Waren Einkaufen:
fr: Achat de ressources

source: Sell ressources
de: Waren Verkaufen:
fr: Vente de ressources

source: Select ressources to buy/sell:
de: Wähle Resource zum Kauf/Verkauf
fr: Sélectionner des ressources à acheter/vendre :

source: Build menu
de: Baumenü:
fr: Menu construction

source: Residents and Infrastructural
fr: Habitations et Infrastructure

source: Build
fr: Construction

source: Running costs:
fr: Coûts de fonctionnement :

source: Confirmation for overwriting
de: Bestätigung des Überschreibens
fr: Confirmation d'écrasement

source: Invalid filename
de: Ungültiger Dateiname
fr: Nom de fichier invalide

source: You entered an invalid filename.
de: Sie haben einen ungültigen Dateinamen eingegeben
fr: Vous avez entrer un nom de fichier invalide.

source: System default
fr: Paramètres par défaut

source: Not yet Implemented
de: Noch nicht implementiert
fr: Non implémenté encore

source: Sorry, the random map feature isn't yet implemented.
fr: Désolé, la fonction carte aléatoire n'est pas encore implémentée.

source: Sorry, multiplayer has not been implemented yet.
de: Entschuldige, der Mehrspielermodus wurde noch nicht implementiert
fr: Désolé, le mode joueurs multiples n'a pas encore été implémenté.

source: Not yet implemented
fr: Non implémenté encore

source: Error
de: Fehler
fr: Erreur

source: You have to select a server
de: Sie müssen einen Server auswählen
fr: Vous devez sélectionner un serveur

source: No file selected
de: Keine Dateien ausgewählt
fr: Aucun fichier sélectionné

source: You need to select a savegame to delete
de: Sie müssen einen Speicherstand auswählen um ihn zu löschen
fr: Vous devez sélectionner une sauvegarde à effacer

source: Confirm deletion
fr: Confirmer la suppression

source: Do you really want to delete the savegame "%s"?
de: Wollen Sie wirklich den Speicherstand "%s" löschen?
fr: Voulez-vous réellement effacer la sauvegarde "%s" ?

source: Invalid player name
de: Ungültiger Spielername
fr: Nom du joueur invalide

source: You entered an invalid playername
de: Sie haben einen ungültigen Spielernamen eingegeben
fr: Vous avez entrer un nom de joueur invalide

source: Sorry, random map creation is not implemented at the moment.
de: Erzeugen von Zufallskarten ist noch nicht implementiert.
fr: Désolé, la création d'une carte aléatoire n'est pas implémentée pour le moment.

source: No saved games
de: Keine Speicherstände
fr: Aucunes parties sauvegardées

source: There are no saved games to load
de: Es gibt keine Speicherstände zum laden
fr: Il y a aucune partie sauvegardée à charger

source: Error:
de: Fehler:
fr: Erreur :

source: Network Error
de: Netzwerk Fehler
fr: Erreur réseau

source: Quicksave
de: Schnellspeichern
fr: Sauvegarde rapide

source: Your game has been saved
de: Dein Spiel wurde gespeichert
fr: Votre partie a été sauvé

source: No quicksaves found
de: Keine Schnellspeicher Spielstände gefunden
fr: Aucune sauvegardes rapides trouvées

source: You need to quicksave before you can quickload.
de: Du musst zuerst die Schnellspeicherfunktion verwenden befor du einen solchen Spielstand laden kannst.
fr: Vous devez effectuer une sauvegarde rapide avant un chargement rapide.

source: RESULTS:
de: ERGEBNISSE:
fr: RESULTATS :

source: tests were run
de: gelaufene Tests:
fr: les tests ont été lancés
nb: tester ble kjørt

source: All successful:
de: Alle erfolgreich:
fr: Tous réussis :
nb: Alt vellykket

source: Failures:
de: Fehler
fr: Echecs :
nb: Feiler:

source: Case:
de: Fall:
fr: Cas :
nb: Sak:

source: Errors:
de: Fehler:
fr: Erreurs :
nb: Feiler:

source: FIFE was not found.
de: FIFE konnte nicht gefunden werden.
fr: FIFE n'a pas été trouvé.
nb: FIFE ble ikke funnet

source: Unknown Horizons usage:
de: Verwendung von Unknown Horizons:
fr: Utilisation de Unknown Horizons :

source: Debug, enables debug output, useful for testing.
de: Debug, aktiviert Ausgaben, die zum Suchen von Fehlern nützlich sind
fr: Débogge, active la sortie du déboggage, pratique pour tester.

source: Print this help message.
de: Gib diesen Hilfetext aus.
fr: Imprimer ce message d'aide.

source: Starts the development map without displaying the main menu
de: Starte die Entwicklerkarte ohne das Hauptmenü anzuzeigen
fr: Démarre la carte en développement sans afficher le menu principal

source: Useful for testing during development
de: Nützlich für Tests während der Entwicklung
fr: Pratique pour tester pendant le développement

source: Starts <map>. <map> is the filename of the map, without '.sqlite'
de: Startet <karte>. <karte> ist der dateiname der Karte ohne die Dateiendung '.sqlite'
fr: Démarre <carte>. <carte> est le nom de fichier de la carte, sans '.sqlite'

source: Loads a saved game. Specify the savegamename.
de: Lade gespeicherten Spielstand. Gib den Namen des Speicherstands an
fr: Charge une partie sauvegardée. Spécifier le nom de la sauvegarde.

source: Debugging options:
fr: Options de déboggage :

source: Enable logging for a certain logging module.
de: Aktiviere Logging für ein bestimmtes Logging Modul
fr: Activer l'enregistrement pour un module de logging en pariculier

source: Have fun playing, and if you do, help us developing!
de: Viel Spass beim Spielen! Wenn du Spass dabi hast, helf' doch mit!
fr: Amusez vous bien, et si vous le pouvez, aidez nous à développer !

source: Textiles:
de: Stoffe:
nb: Tekstiler

source: Infrastructure
de: Infrastruktur
nb: Infrastruktur

source: production
de: Produktion
nb: produksjon

source: minutes
de: Minuten
nb: minutter

source: Options:
de: Optionen:

source: stock
nb: lager

source: combat
nb: krig

source: route
nb: rute
