Repository: 9590/unknown-horizons
Catalog: po/voices/*.po
Languages: de

source: Your inhabitants will certainly feel comfortable on this island.
de: Eure Einwohner werden sich mit Sicherheit wohl auf dieser Insel fühlen.

source: Call this patch of ground yours from now on.
de: Nenn diesen Flecken Erde von nun an deinen.

source: This region now belongs to our colors.
de: Diese Gegend gehört nun zu unserer Fahne.

source: This piece of ground is now ours.
de: Das Stück Erde ist nun unseres.

source: Another player has settled on an island.
de: Ein anderer Spieler hat eine Insel besiedelt.

source: A player develops a new settlement.
de: Ein Spieler entwickelt eine neue Siedlung.

source: One of your fellow players founded a settlement.
de: Einer unserer Mitspieler hat eine Siedlung gegründet.

source: A rival of ours seems to have founded a settlement.
de: Es scheint als hätte ein Rivale von uns eine Siedlung gegründet.

source: We've been informed that one of our rivals snared new land.
de: Wir wurden informiert, dass einer unserer Rivalen sich neues Land unter den Nagel gerissen hat.

source: One of our opponents is said to have expanded.
de: Man sagt einer unserer Gegner hat sich ausgedehnt.

source: Our ally settles on another island.
de: Unser Verbündeter siedelt sich auf einer anderen Insel an.

source: One of our allies cultivates an islnd.
de: Einer unserer Verbündeten bebaut eine Insel.

source: Scouts found out that guests settled on one of our islands.
de: Späher haben herrausgefunden, dass Gäste auf einer unserer Inseln siedeln.

source: We got new neighbors on this island!
de: Wir haben neue Nachbarn auf dieser Insel bekommen!

source: Scouts report that uninvited guests beleaguer our island!
de: Späher berichten, dass uneingeladene Gäste unsere Insel belagern!

source: Should we really accept our rival as new neighbor?
de: Sollen wir wirklich unseren Rivalen als neuen Nachbarn akzeptieren?

source: Our ally settles on one of our islands.
de: Unser Verbündeter siedelt auf einer von unseren Inseln.
